 [
  {
  "title": "5 Things You Should Know About Millennials to Make an App for Youth",
  "desc": "To build an app for youth, you need to be them, or at least know what millennials need. We've done the heavy lifting for you. Check out 5 things you can use to appeal to young generationTo build an app for youth, you need to be them, or at least know what millennials need. We've done the heavy lifting for you. Check out 5 things you can use to appeal to young generationTo build an app for youth, you need to be them, or at least know what millennials need. We've done the heavy lifting for you. Check out 5 things you can use to appeal to young generationTo build an app for youth, you need to be them, or at least know what millennials need. We've done the heavy lifting for you. Check out 5 things you can use to appeal to young generationTo build an app for youth, you need to be them, or at least know what millennials need. We've done the heavy lifting for you. Check out 5 things you can use to appeal to young generationTo build an app for youth, you need to be them, or at least know what millennials need. We've done the heavy lifting for you. Check out 5 things you can use to appeal to young generationTo build an app for youth, you need to be them, or at least know what millennials need. We've done the heavy lifting for you. Check out 5 things you can use to appeal to young generationTo build an app for youth, you need to be them, or at least know what millennials need. We've done the heavy lifting for you. Check out 5 things you can use to appeal to young generationTo build an app for youth, you need to be them, or at least know what millennials need. We've done the heavy lifting for you. Check out 5 things you can use to appeal to young generationTo build an app for youth, you need to be them, or at least know what millennials need. We've done the heavy lifting for you. Check out 5 things you can use to appeal to young generationTo build an app for youth, you need to be them, or at least know what millennials need. We've done the heavy lifting for you. Check out 5 things you can use to appeal to young generationTo build an app for youth, you need to be them, or at least know what millennials need. We've done the heavy lifting for you. Check out 5 things you can use to appeal to young generation",
  "author": "Emilia Hansen",
  "rate": 5,
  "image": "thumb1",
  },
  {
  "title": "How Code Quality Is Measured: Android Code Review at Yalantis",
  "desc": "Our code review process includes implementing code analysis with six code quality checkpoints, filling out a code review checklist, and suggesting improvements.",
  "author": "Kate Abrosimova",
  "rate": 4,
  "image": "thumb2",
  },
  {
  "title": "How to Write App Descriptions That Sell",
  "desc": "There are three components of an app’s ‘definition’: its Name, its Description in the marketplace, and Screenshots. We've put together a guide on how to be successful on the App Store and Google Play",
  "author": "Kate Abrosimova",
  "rate": 3,
  "image": "thumb3",
  },
  {
  "title": "Epic Marketing in Action: 4 Startup Stories You Will Want to Live",
  "desc": "Four amazing marketing strategies that brought Slack, Powered Now, Instacart, and Yik Yak mobile apps to success.",
  "author": "Iryna Pototska",
  "rate": 6,
  "image": "thumb4",
  },
  {
  "title": "Support uCrop on Product Hunt!",
  "desc": "We've just shared uCrop, our Android cropping library on Product Hunt. We'd be very thankful if you can help us spread the word about it.",
  "author": "Rustam Tagiev",
  "rate": 3,
  "image": "thumb5",
  }
]

